{
  "configurations": {
    "wikiLangName": "he",
    "docTitle": "שם קוד"
  },
  "gameRules": {
    "title": "הנחיות וחוקי המשחק",
    "concept": {
      "title": "רעיון המשחק",
      "content": "משחק קבוצתי של חשיבה מילולית ויצירתיות"
    },
    "beginningTheGame": {
      "title": "התחלת המשחק",
      "firstInstructions": "מתחלקים לשתי קבוצות שוות: קבוצה אדומה, וקבוצה כחולה.\nכל קבוצה בוחרת נציג מתוכה שיהיה הקפטן שלה.\nשני הקפטנים יושבים בצד אחד של החדר, כשאר שאר חברי הקבוצות יושבות בצד השני.",
      "selectDeck": "בחרו חפיסת קלפים המתאימה לכם:\nמשפחה: קלפים עם מילים פשוטות להבנה המתאימות לילדים.\nמבוגרים: קלפים עם מילים מעט יותר מסובכות המתאימות לשחקנים מבוגרים.\nהשתגע: ערכים רנדומליים מויקיפדיה, למשחק מסובך ומשעשע.",
      "customizeDeck": "לפני תחילת המשחק, תמיד אפשר להחליף מילים שאינן מתאימות לכם על ידי לחצן ההחלפה שבפינה הימנית העליונה של הקלף.'\nהלחצן יופיע ברגע שתרחפו עם העכבר מעל הקלף..",
      "startGame": "ברגע שהקלפים הפרוסים לטעמכם, לחצו על הלחצן 'התחל משחק'.",
      "captainsLogin": "כעת על שני הקפטנים להתחבר למשחק:\nניתן לעשות זאת מכל מכשיר: טלפון נייד, טאבלט או מחשב.\nהתחברות למשחק כקפטן מתבצעת על ידי סריקת הברקוד, או גלישה לכתובת המוצגת והזנת קוד המשחק.",
      "gameBegins": "ברגע ששני הקפטנים התחברו, המשחק מתחיל.\nהקבוצה הראשונה לשחק היא הקבוצה האדומה, מכיוון ויש לה מילה אחת יותר לנחש מלקבוצה הכחולה."
    },
    "captainsRole": {
      "title": "תפקיד הקפטן",
      "captainsView": {
        "explanation": "הקפטן רואה את הקלפים מעט אחרת משאר חברי הקבוצה, כפי שמוצג כאן:",
        "teamAscription": "הקלפים האדומים משויכים לקבוצה האדומה, הכחולים משויכים לקבוצה הכחולה, ואלו אשר בעלי רקע נייטרלי אינם משויכים לאף קבוצה.",
        "bomb": "כפי שהבחנתם ישנו קלף אחד בעל מסגרת סגולה וציור של פצצה בפינה. זהו קלף הפצצה ונסביר את תפקידו בהמשך."
      },
      "goal": "מטרתו של הקפטן היא שקבוצתו תגלה את כל הקלפים המשויכים לקבוצה שלו, לפני שהקבוצה היריבה מגלה את הקלפים המשויכים לה.\nהקבוצה הראשונה לגלות את כל קלפיה מנצחת במשחק. ",
      "turn": "כל קפטן, בתורו, רשאי לומר לקבוצתו מילת קוד ומספר.\nמילת הקוד הינה הקשר כלשהו בין כמה מילים אותן הקפטן מקווה שקבוצתו תנחש.\nהמספר מייצג את כמות המילים שעליה לנחש. לדוגמה:",
      "example": "במצב כזה, הקפטן של הקבוצה הכחולה יכול לומר לקבוצתו: 'שמנת, 3'.\nהוא מקווה לכך שקבוצתו ימצאו את שלושת המילים הכחולות המתאימות לשמנת:\nקרם, המכינים משמנת,\nעוגה, שגם בה לרוב שמנת מצויה כאחד המריכיבים,\nוחתול, אסוציאיציה העולה מהביטוי: 'לתת לחתול לשמור על השמנת'.\nהקפטן יכול רק לקוות שקבוצתו אכן תנחש את שלושת המילים הללו, שכן גם המילה הנייטרלית 'מטבח' מתאימה לשמנת.",
      "number": "המספר אשר הקפטן נותן בצירוף עם מילת הקוד, מסמל כאמור כמה מילים על קבוצתו לנחש בתור הנוכחי.\nאין מגבלה על כמות המילים: ניתן גם לרמוז למילה בודדת, אמנם יש בכך סכנה שהקבוצה היריבה תתקדם מהר יותר לעבר הנצחון.\nעדיף ללכת על שתי מילים או שלוש. ארבע מילים ומעלה זה לאמיצי לב וראוי להערכה.",
      "restrictions": {
        "title": "כללים בנוגע למילת הקוד",
        "oneWord": "מילת הקוד חייבת להיות מילה אחת בלבד.\nבעברית נתייחס לצירוף מילים בסמיכות רגילה כמילה אחת, אבל אך ורק למילים כאלו. שאר צירופי מילים לא יחשבו חוקיים. לדוגמה:\n'חלום בהקיץ' תחשב מילה אחת משום שצמד המילים מבטא רעיון ללא חלופה, אבל 'החלום האמריקאי' אינו כזה ולכן יחשב צמד של שתי מילים ולא יהיה רמז חוקי ",
        "inflections": "אסור למילת הקוד להיות הטייה כזו או אחרת של אחת המילים המופיעות במשחק.",
        "contained": "אסור למילת הקוד להיות מוכלת במילים אליהן הקפטן מרמז, לדוגמה: 'בית, 3' הינו רמז בלתי חוקי למילים 'בית-חולים', 'בית-ספר' ו'ביתן'. למעשה, במקרה כזה המילה 'בית' הינה מילת קוד בלתי חוקית גם אם כוונת הקפטן היא להכווין למילים אחרות על הלוח.",
        "indexReferencing": "אסור למילת הקוד לרמוז למיקומה של המילה על הלוח. ניתן למשל לתת את המילה 'פינה' כמילת קוד אם היא מרמזת למילים כמו 'ראש' או 'אבן', אך לא אם כוונת הקפטן להכווין למילה הממוקמת בפינת הלוח.",
        "spelling": "אסור למילת הקוד להיות מבוססת על איות. למשל, 'ג, 3' הינו רמז בלתי חוקי למילים 'גאון', גנב', ו'גברת'.",
        "language": "אסור להשתמש במילים משפה זרה, אלא אם הן שגורות בעברית, כגון: 'ברקס', 'דיסק', או 'דז'ה וו'. ",
        "leadingGestures": "אסור לקפטן הוסיף הערות, כמו: 'זה יהיה גבולי...', או: 'נסו לחשוב מה יוסי היה חושב'. כמו כן אסורות מחוות פיזיות.",
        "pokerFace": "מצופה מהקפטן לשמור על פנים חתומות כאשר קבוצתו מתלבטת באיזה מילים לבחור."
      },
      "violation": " אם הקפטן נותן מילת קוד שאינה חוקית, התור עובר מיד לקבוצה השנייה. הקפידו ללחוץ על הלחצן של 'הפסד תור' כדי שהמשחק יוכל לעקוב אחר תורה של איזה קבוצה לשחק. ",
      "otherTeamCard": "אם במקרה ניחשתם קלף השייך לקבוצה היריבה, פשוט הענקתם להם נקודה חינם.\nעל הקפטן לנסות לנתב את ניחושי הקבוצה הרחק מהמילים המשויכות לקבוצה היריבה, אך אין זה קל כפי שזה נשמע.",
      "whenBombIsSelected": "אם אחד הקלפים שקבוצתם ניחשה הוא הקלף המסומן בפצצה, קבוצתכם הפסידה את המשחק.\nעל כן חשוב במיוחד שהקפטנים יקחו בחשבון שמילת הקוד שהם נותנים אינה עלולה בטעות להכווין את קבוצתם לפצצה."
    }
  },
  "header": {
    "title": "שם קוד",
    "routes": {
      "gameRules": "חוקי המשחק",
      "about": "על הפרויקט",
      "home": "המשחק"
    }
  },
  "initGame": {
    "title": "בחרו קלפים",
    "family": "משפחה",
    "adults": "מבוגרים",
    "goNuts": "!השתגע",
    "startGameBtn": "התחל את המשחק",
    "goNutsPopover": "ערכים אקראיים מויקיפדיה"
  },
  "manageGame": {
    "blueScore": "הכחולים: ",
    "redScore": "האדומים: ",
    "submitBtn": "הגישו תשובה",
    "abortBtn": "יציאה מהמשחק"
  },
  "captainsData": {
    "instructions": "בכדי להצטרף כקפטן, סרוק את הברקוד.\n או, לחלופין, גש במכשיר שלך לכתובת - http://localhost:5173/captain\n  והזן שם את קוד המשחק.",
    "sessionCode": "קוד משחק:  "
  },
  "board": {
    "cards": {
      "hoverStatement": ".אין עוד מידע זמין"
    }
  },
  "gameCard": {
    "replaceBtn": "החלף"
  },
  "captain": {
    "loginScreen": {
      "enterCode": "הזן קוד משחק",
      "enterGame": "היכנס"
    }
  }
}
